// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Bläckpatronsskydd";
CPTTaskTitle = "HPs bläckpatronsskydd";

CPTCartridgeProtectionTaskDescription = "Denna funktion avser till att avskräcka stöld av bläckpatron och förfalskning genom att aktivera bläckpatronerna automatiskt märks som används i skrivaren så att de inte kan användas i någon annan skrivare.";

CPTEnableProtectionButtonTitle = "Aktivera bläckpatronens skydd";
CPTEnableProtectionDescription = "Alla nuvarande och framtida installerade bläckpatroner kommer att vara permanent skyddade och kommer endast att fungera på den här skrivaren. Om denna funktion inaktiveras vid ett senare tillfälle, kommer installerade bläckpatroner som är skyddade förbli så.";

CPTMoreInfoButtonTitle = "Mer info…";
